Repository: FOSSersVAST/kde-ml
Catalog: l10n-kf5/*/applications/adblock.po
Languages: ml

source: Adblock
ml: പരസ്യം തടയൽ

source: Show Blockable Elements...
ml: തടയാനുള്ള ഘടകങ്ങൾ കാണിക്കുക ...

source: Configure Filters...
ml: ഫിൽട്ടറുകൾ കോൺഫിഗർ ചെയ്യുക ...

source: No blocking for this page
ml: ഈ പേജിനായി തടയൽ ഒന്നുമില്ല

source: No blocking for this site
ml: ഈ പേജ് പ്രവര്‍ത്തിക്കുന്നതിന് തടസ്സം ഒന്നുമില്ല

source: Please enable Konqueror's Adblock
ml: കോൺക്വറർ പരസ്യം തടയൽ സജ്ജമാക്കുക

# @title:window
source: Adblock disabled
ml: പരസ്യം തടയൽ അപ്രാപ്തമാക്കി

source: script
ml: സ്ക്രിപ്റ്റ്

source: object
ml: വസ്തു

source: frame
ml: ഫ്രെയിം

source: image
ml: ചിത്രം

source: Blocked by %1
ml: %1 തടഞ്ഞു

source: Allowed by %1
ml: %1 അനുവദിച്ചു

# @title:window
source: Blockable items on this page
ml: ഈ പേജിൽ തടയാനാകുന്ന ഇനങ്ങൾ

source: Add filter
ml: ഫിൽട്ടർ ചേർക്കുക

source: Search:
ml: തിരയുക:

source: Blockable items:
ml: തടയാവുന്ന ഇനങ്ങൾ

source: Source
ml: ഉറവിടം

source: Category
ml: വിഭാഗം

source: Tag
ml: ടാഗ്

source: Filter this item
ml: ഇത് പരിശോധിക്കുക

source: Copy Link Address
ml: ലിങ്കിന്റെ വിലാസം പകര്‍ത്തുക
